[sage_vo_ep3_1a_echox_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Now, let's go hunting! I've heard tell of an unusual creature out in Scylla's Grove. Head out there, find it, and do what you do best! By which I mean blast it into tiny bits, of course.",Time=0)

[sage_vo_ep3_1d_echox_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ah, there it is: a scaylion. Well armored, and incredibly deadly. Watch its tail, Vault Hunter.",Time=0)

[sage_vo_ep3_1e_echox_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Jolly, jolly good show!",Time=0)

[sage_vo_ep3_1f_echox_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(sigh) Vault Hunter, it appears we shan't get a moment's peace as long as this Nakayama fellow keeps hassling us to go fight him. I've heard some bizarre radio chatter coming from the other side of Scylla's Grove -- I'm afraid you'll have to head there, stop whatever horrible plans Nakayama has conceived, and save the world. Again.",Time=0)

[sage_vo_ep3_02_echox_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'm picking up radio chatter... it sounds like Nakayama's savages are engaged in some sort of ritual worship. Lots of chanting, and the like. Be careful.",Time=0)

[sage_vo_ep3_03_echo_professornakayama]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Can I just say -- super-pumped we're archenemies now. You and Jack were nemeses, and now that we're fighting, it's like I... like I'm as cool as Handsome Jack! Ohhh... it's like a dream.",Time=0)

[sage_vo_ep3_04_echo_professornakayama]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="After you killed Jack, I filled my ship, the H.S.S. Terminus, with Eridium and research equipment, determined to carry on his will. Until I crashed here, anyway. And, uh, locked myself out of my own ship. But I will prevail. I will clone Handsome Jack, and he will crush the life out of you.",Time=0)

[sage_vo_ep3_05_echox_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What in the devil is that chanting all about? Steady on, Vault Hunter -- if these savages are worshiping something, that means two things: it'll be Hyperion, and it'll be deadly.",Time=0)

[sage_vo_ep3_06_echo_professornakayama]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You've already met the Handsome Savages. They were the first prototypes of my Jack clones. They may be insane, but they absolutely adore Hyperion tech. Prepare yourself, Jackslayer: if my children have found something new to worship, then you're about to face the deadliest Hyperion technology you've ever seen.",Time=0)

[sage_vo_ep3_07_echox_savagewalla]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(chanting)",Time=0)

[sage_vo_ep3_08_echo_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You've made it, but what the devil are they worshipping? A deadly creature? Some Hyperion murderbot?",Time=0)

[sage_vo_ep3_09_live_claptrap]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hellooooo, traveller!",Time=0)

[sage_vo_ep3_10_echo_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh bloody HELL.",Time=0)

[sage_vo_ep3_11_echox_claptrap]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Minion! Who told you I was vacationing out here? I stowed myself on the H.S.S. Terminus to get away from danger! Look, I know I'm your best friend, but sometimes I just need to sit back, relax, and get worshipped by a bunch of dudes who look kinda like that douchebag you killed.",Time=0)

[sage_vo_ep3_12_echox_savagepsycho]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="WHAT YOU SAY?!",Time=0)

[sage_vo_ep3_13_echo_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Claptrap, what are you doing? Shut up!",Time=0)

[sage_vo_ep3_14_echox_claptrap]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What? I'm just saying that if you could measure a human being in douchealocities, Handsome Jack would be off the scale!",Time=0)

[sage_vo_ep3_15_echox_savageshaman]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="HE SAID BAD THING! GET HIM!",Time=0)

[sage_vo_ep3_16_echox_claptrap]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="WAAH! HELP!",Time=0)

[sage_vo_ep3_17_echox_claptrap]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Whew! You saved me! YOU HEAR THAT, YOU STUPID JACK-LOVERS?",Time=0)

[sage_vo_ep3_18_echox_savagepsycho]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The blasphemer's screamy-screams are coming from over there!",Time=0)

[sage_vo_ep3_19_echox_claptrap]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh. Uh, heh-heh -- clearly you DID hear that. Whoops!",Time=0)

[sage_vo_ep3_20_echox_claptrap]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Thanks for killing those dudes who were worshipping me! I was so tired of their endless affection and respect. So, you wanna stop this professor guy from cloning Handsome Jack, huh? I know just what to do! Let's chat!",Time=0)

[sage_vo_ep3_21_echox_claptrap]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Those savages briefly distracted me from the crushing loneliness of my existence!",Time=0)

